Test_Results/YCSB/7/base.run-cluster.run.workload_100_0.100.100.txt
[OVERALL], RunTime(ms), 7656
[OVERALL], Throughput(ops/sec), 13.061650992685475
[TOTAL_GCS_G1_Young_Generation], Count, 2
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 26
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.3396029258098223
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 26
[TOTAL_GC_TIME_%], Time(%), 0.3396029258098223
[READ], Operations, 100
[READ], AverageLatency(us), 71433.92
[READ], MinLatency(us), 66560
[READ], MaxLatency(us), 464639
[READ], 95thPercentileLatency(us), 68863
[READ], 99thPercentileLatency(us), 73599
[READ], Return=OK, 100
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 345472.0
[CLEANUP], MinLatency(us), 345344
[CLEANUP], MaxLatency(us), 345599
[CLEANUP], 95thPercentileLatency(us), 345599
[CLEANUP], 99thPercentileLatency(us), 345599