Test_Results/YCSB/7/base.run-cluster.run.workload_50_50.100.100.txt
[OVERALL], RunTime(ms), 20323
[OVERALL], Throughput(ops/sec), 4.920533385819023
[TOTAL_GCS_G1_Young_Generation], Count, 2
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 25
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.12301333464547558
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 25
[TOTAL_GC_TIME_%], Time(%), 0.12301333464547558
[READ], Operations, 46
[READ], AverageLatency(us), 67091.47826086957
[READ], MinLatency(us), 66432
[READ], MaxLatency(us), 71551
[READ], 95thPercentileLatency(us), 67967
[READ], 99thPercentileLatency(us), 71551
[READ], Return=OK, 46
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 338816.0
[CLEANUP], MinLatency(us), 338688
[CLEANUP], MaxLatency(us), 338943
[CLEANUP], 95thPercentileLatency(us), 338943
[CLEANUP], 99thPercentileLatency(us), 338943
[UPDATE], Operations, 54
[UPDATE], AverageLatency(us), 309658.0740740741
[UPDATE], MinLatency(us), 299776
[UPDATE], MaxLatency(us), 702975
[UPDATE], 95thPercentileLatency(us), 305151
[UPDATE], 99thPercentileLatency(us), 306943
[UPDATE], Return=OK, 54