Test_Results/YCSB/7/flexible1.run-cluster.run.workload_100_0.100.100.txt
[OVERALL], RunTime(ms), 117657
[OVERALL], Throughput(ops/sec), 0.8499281810686997
[TOTAL_GCS_G1_Young_Generation], Count, 2
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 27
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.022948060888854892
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 27
[TOTAL_GC_TIME_%], Time(%), 0.022948060888854892
[READ], Operations, 0
[READ], AverageLatency(us), NaN
[READ], MinLatency(us), 9223372036854775807
[READ], MaxLatency(us), 0
[READ], 95thPercentileLatency(us), 0
[READ], 99thPercentileLatency(us), 0
[READ], Return=ERROR, 100
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 1172992.0
[CLEANUP], MinLatency(us), 1172480
[CLEANUP], MaxLatency(us), 1173503
[CLEANUP], 95thPercentileLatency(us), 1173503
[CLEANUP], 99thPercentileLatency(us), 1173503
[READ-FAILED], Operations, 100
[READ-FAILED], AverageLatency(us), 1162940.8
[READ-FAILED], MinLatency(us), 260992
[READ-FAILED], MaxLatency(us), 1212415
[READ-FAILED], 95thPercentileLatency(us), 1181695
[READ-FAILED], 99thPercentileLatency(us), 1203199