Test_Results/YCSB/7/flexible1.run-cluster.run.workload_80_20.100.100.txt
[OVERALL], RunTime(ms), 117784
[OVERALL], Throughput(ops/sec), 0.8490117503226244
[TOTAL_GCS_G1_Young_Generation], Count, 3
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 35
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.029715411261291853
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 3
[TOTAL_GC_TIME], Time(ms), 35
[TOTAL_GC_TIME_%], Time(%), 0.029715411261291853
[READ], Operations, 0
[READ], AverageLatency(us), NaN
[READ], MinLatency(us), 9223372036854775807
[READ], MaxLatency(us), 0
[READ], 95thPercentileLatency(us), 0
[READ], 99thPercentileLatency(us), 0
[READ], Return=ERROR, 75
[UPDATE-FAILED], Operations, 25
[UPDATE-FAILED], AverageLatency(us), 1174179.84
[UPDATE-FAILED], MinLatency(us), 1167360
[UPDATE-FAILED], MaxLatency(us), 1207295
[UPDATE-FAILED], 95thPercentileLatency(us), 1187839
[UPDATE-FAILED], 99thPercentileLatency(us), 1207295
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 1177088.0
[CLEANUP], MinLatency(us), 1176576
[CLEANUP], MaxLatency(us), 1177599
[CLEANUP], 95thPercentileLatency(us), 1177599
[CLEANUP], 99thPercentileLatency(us), 1177599
[READ-FAILED], Operations, 75
[READ-FAILED], AverageLatency(us), 1159350.6133333333
[READ-FAILED], MinLatency(us), 265472
[READ-FAILED], MaxLatency(us), 1207295
[READ-FAILED], 95thPercentileLatency(us), 1180671
[READ-FAILED], 99thPercentileLatency(us), 1201151
[UPDATE], Operations, 0
[UPDATE], AverageLatency(us), NaN
[UPDATE], MinLatency(us), 9223372036854775807
[UPDATE], MaxLatency(us), 0
[UPDATE], 95thPercentileLatency(us), 0
[UPDATE], 99thPercentileLatency(us), 0
[UPDATE], Return=ERROR, 25