Test_Results/YCSB/7/run-cluster.run.workload_80_20.1000.1000.txt
[OVERALL], RunTime(ms), 112548
[OVERALL], Throughput(ops/sec), 8.88509791377901
[TOTAL_GCS_G1_Young_Generation], Count, 4
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 33
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.029320823115470733
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 4
[TOTAL_GC_TIME], Time(ms), 33
[TOTAL_GC_TIME_%], Time(%), 0.029320823115470733
[READ], Operations, 810
[READ], AverageLatency(us), 66588.36543209877
[READ], MinLatency(us), 65920
[READ], MaxLatency(us), 81599
[READ], 95thPercentileLatency(us), 67519
[READ], 99thPercentileLatency(us), 69247
[READ], Return=OK, 810
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 339584.0
[CLEANUP], MinLatency(us), 339456
[CLEANUP], MaxLatency(us), 339711
[CLEANUP], 95thPercentileLatency(us), 339711
[CLEANUP], 99thPercentileLatency(us), 339711
[UPDATE], Operations, 190
[UPDATE], AverageLatency(us), 305380.3789473684
[UPDATE], MinLatency(us), 300800
[UPDATE], MaxLatency(us), 734207
[UPDATE], 95thPercentileLatency(us), 306687
[UPDATE], 99thPercentileLatency(us), 309759
[UPDATE], Return=OK, 190